Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H28A.tmx
Source language: en_us
Languages: zh_cn

source: China: Sichuan Earthquake Emergency Appeal No. MDRCN003 Operations Update No. 21
zh_cn: 中国：四川地震紧急求助MDRCN003号操作更新21号（红十字会报告）

source: Source: International Federation of Red Cross And Red Crescent Societies (IFRC)
zh_cn: 来源：国际红十字及红新月协会联合会

source: Date: 28 Apr 2009
zh_cn: 日期：2009年4月28日

source: GLIDE No. EQ-2008-000062-CHN
zh_cn: EQ-2008-000062-CHN

source: Period covered by this update: 1 March – 12 April 2009
zh_cn: 这份更新覆盖的日期：2009年3月1日~4月12日

source: Appeal target (current): CHF 167,102,368 (USD 137.7 million or EUR 110 million)
zh_cn: 求助目标（现今）：167，102，368元(1.67102368亿)瑞士法郎（合计1.377亿美金或1.1亿欧元）

source: Appeal coverage: With contributions received to date, in cash and kind, and those in the pipeline, the appeal is currently approximately 91 per cent covered.
zh_cn: 求助涉及范围：至今收到的捐款，现金及其他形式，还有其他管道的，这份求助现在已经接受了接近91%的捐款。

source: A further CHF 14.5 million is still needed to enable implementation of all planned activities.
zh_cn: 还欠缺1450万瑞士法郎来实行所有已计划的活动。

source: Appeal history:
zh_cn: 求助历史：

source: - A revised emergency appeal was launched on 20 November 2008 for 167.1 million (USD 137.7 million or EUR 110 million) to assist 200,000 families (up to 1,000,000 people) for 31 months.
zh_cn: -一项改进过的紧急求助在2008年11月20日发布，需要1.671亿瑞士法郎（1.377亿美元或1.1亿欧元）来帮助20万户家庭（高达100万人）维持31个月。

source: - An emergency appeal was launched on 30 May 2008 for CHF 96.7 million (USD 92.7 million or EUR 59.5 million) in response to the huge humanitarian needs and in recognition of the unique position of the Red Cross Society of China (RCSC) supported by Red Cross Red Crescent partners to deliver high quality disaster response and recovery programmes.
zh_cn: -一项紧急求助在2008年3月30日发布，需要9670万瑞士法郎（合9270万美元或5950万欧元）以响应大量的人道主义需求和按照由红十字红星月合作所赞助的中国红十字会（RCSC）传达的高质量的灾难反应及恢复工程的独特位置。

source: - A preliminary emergency appeal of CHF 20.1 million (USD 19.3 million and EUR 12.4 million) was issued on 15 May 2008 to support the RCSC to assist around 100,000 people affected by the earthquake for 12 months.
zh_cn: -一项初步紧急求助为2010万瑞士法郎（合1930万美元或1240万欧元），在2008年5月15日发出以支持中国红十字协会来帮助受地震影响的约10万人度过12个月。

source: - CHF 250,000 (USD 240,223 or EUR 155,160) was allocated from the International Federation's Disaster Relief Emergency Fund (DREF) on 12 May 2008, to support the RCSC to immediately start assessments of the affected areas and distribute relief items.
zh_cn: 在2008年5月12日有25万瑞士法郎（24.223万美元或15.516万欧元）从国际灾难紧急救助基金（DREF）分配过来以支持中国红十字协会（RCSC）立刻开始受灾地区的评估和救灾物资的分派。

source: Summary: Ten months after China was struck by the earthquake, the restoration and reconstruction initiatives of rural houses in the quake zone is being accelerated to ensure that all affected families are able to return to their new houses before the end of the year.
zh_cn: 总结：受地震打击过后的十个月以后，位于地震灾区的农村房屋的恢复与重建的开始工作正在加速进行，以确保所有受灾家庭可以在年末之前返回他们的新家。

source: In the month of March, there have been major changes in the organizational structure of the RCSC headquarters, including the earthquake reconstruction office.
zh_cn: 在三月份里，中国红十字协会（RCSC）总部的组织结构有些重大的变化，其中包括地震重建办公室。

source: The RCSC Regional Partnership Meeting (to include Regional HIV, DPRK CAS, Mongolia CAS, and Sichuan Earthquake meetings) will be held on the 23- 26 April in Hainan.
zh_cn: 中国红十字协会（RCSC）地区合作会议（将包括地区性HIV，朝鲜CAS，蒙古CAS和四川地震会议）将于4月23~26日在海南举行。

source: The International Federation was informed by the Mianzhu government that all rural reconstruction initiatives must have started by 12 May 2009.
zh_cn: 国际联合会曾接到绵竹政府的正式通知说，所有的乡村重建开始工作必须最迟在2009年5月12日之前开始。

source: The main work should be completed by the end of September and the final finishing works must be completed by the end of December 2009.
zh_cn: 主体工程应该在9月末完成，而最终结尾工程必须在2009年12月底完成。

source: The International Federation is supporting the goal to finalise reconstruction before the end of 2009 but expects that many beneficiaries might not be able to meet this goal due to constraints such as lack of funding or living, in remote areas.
zh_cn: 国际联合会支持在2009年底完成重建的目标，但他们预计，在偏远地区，许多受益者可能会因诸如缺乏资金或生活等因素而没法达到这个目标。

source: On 31 March, International Federation's programmes were suspended again despite a signed memorandum of understanding due to local governments' increasing concerns of social unrest related to equity issues in housing reconstruction.
zh_cn: 3月31日，国际联合会的计划因当地政府日渐关注的在房屋重建中产生的公正问题而引起的社会动荡所签署的一份谅解备忘录而再次被延迟。

source: The Japanese Red Cross and Canadian Red Cross representatives visited the Jiulung and Zundao townships respectively in early March.
zh_cn: 三月的相对早些时候，日本红十字会和加拿大红十字会的代表们走访了九仑个？（音）和遵道镇。

source: Visitors to Chengdu in March also included a representative from CIDA and AUSAID.
zh_cn: 三月份去成都的考察者也包括（分别）来自加拿大国际开发署CIDA和澳大利亚国际开发署 | 政府 | 国际发展机构AUSAID的一个代表。

source: Many partner national societies have made contributions to the appeal: American Red Cross/American government, Australian Red Cross/Australian government, Belgian Red Cross/Belgian government, British Red Cross, Bulgarian Red Cross, Canadian Red Cross/Canadian government, Cook Islands Red Cross, Croatian Red Cross, Czech Red Cross, Danish Red Cross/Danish government, Estonian Red Cross, Finnish Red Cross/Finnish government, German Red Cross, Icelandic Red Cross/ Icelandic government, Indian Red Cross, Iran Red Crescent, Irish Red Cross/ Irish government, Japanese Red Cross/Japanese government, Lithuanian Red Cross, Malaysian Red Crescent, Mauritius Red Crescent, Monaco Red Cross, Netherlands Red Cross/Netherlands government, New Zealand Red Cross/New Zealand government, Norwegian Red Cross/Norwegian government, Qatar Red Crescent, Singapore Red Cross, Spanish Red Cross, Swedish Red Cross/ Swedish government, Sri Lanka Red Cross, Turkish Red Crescent and United Arab Emirates Red Crescent Society, as well as contributions from American, Greek, Italian, Luxembourg, Slovenian and South Africa governments, OPEC Fund for International Development, the Stavros Niarchos Foundation and many corporate partners.
zh_cn: 许多合作国家的社会都对这份求助捐了款：（包括）美国红十字会/美国政府，澳大利亚十字会/澳大利亚政府，比利时红十字会/比利时政府，英国红十字会，保加利亚红十字会，加拿大红十字会/加拿大政府，库克岛红十字会，克罗地亚红十字会，捷克红十字会，丹麦红十字会/丹麦政府，爱沙尼亚十字会/爱沙尼亚政府，芬兰红十字会/芬兰政府，德国红十字会，冰岛红十字会/冰岛政府，印度红十字会，伊朗红十字会，爱尔兰红十字会/爱尔兰政府，日本红十字会/日本政府，卢森堡红十字会，马来西亚红新月会，毛里求斯红新月会，摩纳哥红十字会，荷兰红十字会/荷兰政府，新西兰红十字会/新西兰政府，挪威红十字会/挪威政府，卡塔尔红新月会，新加坡红十字会，西班牙红十字会，瑞典红十字会/瑞典政府，斯里兰卡红十字会，土耳其红新月会和阿联酋红新月协会，联同来自美国、希腊，意大利，卢森堡、斯洛文尼亚和南非政府的捐赠，还有国际发展OPEC基金，Stavros Niarchos基金和许多公司合作法人。

source: The Red Cross Society of China has also received many bilateral contributions of funding, including the following: Canadian Red Cross, Cambodian Red Cross, French Red Cross, German Red Cross, Japanese Red Cross, Republic of Korea Red Cross, Norwegian Red Cross, Pakistan Red Crescent, Singapore Red Cross, Spanish Red Cross, Swiss Red Cross, Thai Red Cross, Turkish Red Crescent and Viet Nam Red Cross.
zh_cn: 此外，中国红十字协会也收到了许多基金的双边捐赠，包括以下（机构）：加拿大红十字会，柬埔寨红十字会，法国红十字会，德国红十字会，日本红十字会，韩国红十字会，挪威红十字会，巴基斯坦红新月会，新加坡红十字会，西班牙红十字会，瑞士红十字会，泰国红十字会，土耳其红新月会和越南红十字会。

source: These contributions have been added to the various substantial resources raised domestically by the Red Cross Society of China in its national fundraising appeal.
zh_cn: 这些捐款都已经加入了由中国红十字协会在国内募捐号召中募捐到的各种各样的大量物资中。

source: The appeal totalling 167.1 million is 91 per cent covered, with cash and in-kind contributions totalling CHF 152.5 million received.
zh_cn: 这份总额高达1.671亿元的求助已经完成了91%，收到价值总额为1.525亿的现金及各种形式的捐赠。

source: Total expenditure from May 2008 until the end of February 2009 is CHF 52.4 million1.
zh_cn: 从2008年到2009年二月底的所有花费是0.524亿瑞士法郎。

source: The International Federation, on behalf of the Red Cross Society of China, would like to thank all partners for their generous response to this appeal.
zh_cn: 国际联合会，代表中国红十字协会，感谢对这份求助有慷慨贡献的所有人。
